[
    {   "consola" : "sega_genesis",
        "player" : "2",
        "anio" : 1988,
        "productoId" : 1,
        "nombreProducto" : "Consola Sega Génesis",
        "descripcion" : "clásica videoconsola de sobremesa de 16 bits desarrollada por Sega Enterprises, Ltd. Mega Drive fue la tercera consola de Sega y la sucesora de Master System conocida en diversos territorios de América como Genesis, es una clásica videoconsola de sobremesa de 16 bits desarrollada por Sega Enterprises, Ltd. Mega Drive fue la tercera consola de Sega y la sucesora de Master System. Compitió contra la SNES de Nintendo, como parte de las videoconsolas de cuarta generación. La primera versión fue lanzada en Japón en 1988, sucedida por el lanzamiento en Norteamérica bajo el renombramiento de Genesis en 1989,  la placa arcade Sega System 16, centrado en un procesador Motorola 68000 como CPU primaria y un Zilog Z80 como segundo procesador. El sistema alberga una biblioteca de más de 900 juegos creados por Sega y una amplia serie de terceros, siendo publicados en formato de cartuchos. ",
        "creadores" : "Martin Bromley y Richard Stewart como Nihon Goraku Bussan",
        "precio" : 5500,
        "img" : "sega-genesis.jpg",
        "imgp" : "min-sega-genesis.jpg",
        "alt": "Consola Sega Genesis"
    },
    {
        "consola" : "sega_genesis",
        "player" : "1",
        "productoId": 2,
        "nombreProducto": "EarthWorm Jim",
        "anio": 1994,
        "descripcion": "VideoJuego de aventura y acción, lanzado en el año 1994, un solo jugador, creado por 'Shiny Entertainment Playmates Interactive Entertainment', cuenta la historia de una Lombriz llamada Jim que, enfundado en un traje cibernético y armado con una pistola, se dedica a recorrer el universo en busca de la princesa 'Cuál es su nombre' es un juego de plataformas en dos dimensiones. El jugador controla a Jim moviéndole a través del nivel, evitando obstáculos y enemigos, con una pistola para hacer frente a los enemigos, o bien utilizar su cabeza como un látigo. Este látigo (que es el propio gusano). ",
        "creadores" : "creado por Doug TenNapel y diseñado por David Perry",
        "precio": 1300,
        "img": "earthwormjim.jpg",
        "imgp": "min-earthwormjim.jpg",
        "alt": "Portada de EarthWorm Jim"
    },
    {
        "consola" : "sega_genesis",
        "player" : "2",
        "productoId": 3,
        "nombreProducto": "Battletoads",
        "anio": 1991,
        "descripcion": "VideoJuego de aventura y Brawler, lanzado en el año 1991, hasta dos jugadores, creado por una empresa corportativa llamada 'Rare', cuenta la historia de tres sapos antropomorfos llamados Rash, Zitz y Pimple, esta saga intentaba rivalizar con la de los juegos de las Tortugas Ninja... Los protagonistas tienen que derrotar a la Reina Oscura y rescatar a sus amigos, Pimple y la Princesa Angélica. ",
        "creadores" : "Tim & Chris Stamper, Gregg Mayles",
        "precio": 1550,
        "img": "battletoads.jpg",
        "imgp": "min-battletoads.jpg",
        "alt": "Portada de BattleToads"
    },
    {
        "consola" : "sega_genesis",
        "player" : "2",
        "productoId": 4,
        "nombreProducto": "Sonic 1",
        "anio": 1991,
        "descripcion": "VideoJuego de aventura y acción, lanzado en el año 1991, hasta dos jugadores, creado por Naoto Ōshima, Yuji Naka Hirokazu Yasuhara, cuenta la historia de Sonic the Hedgehog, es un consola de ficción, es el protagonista de la saga de videojuegos del mismo nombre y la mascota de la compañía Sega. También está presente en cómics, dibujos animados y libros. Es un erizo azul antropomórfico que tiene la habilidad de moverse a altas velocidades comparables a la velocidad del sonido, presenta una personalidad aventurera, decidida, confiado de sí mismo, algo egocéntrico, y presumido. ",
        "creadores" : " Yūji Naka, Takashi Iizuka, Sonic Team",
        "precio": 1500,
        "img": "sonic-1.jpg",
        "imgp": "min-sonic-1.jpg",
        "alt": "Porta de Sonic 1"
    },
    {
        "consola" : "sega_genesis",
        "productoId": 5,
        "player" : "1",
        "nombreProducto": "Mega Man",
        "anio": 1994,
        "descripcion": "VideoJuego de aventura y acción, lanzado en el año 1994, creada por Capcom en 1987 (pensado para Nes, pero ésta exclusiva desarrollada para Sega). Cuenta la historia de En el año 20XX (algún momento del siglo XXI), el genio de la robótica Dr. Thomas Xavier Light comenzó a trabajar en un proyecto cuyo fin era crear un robot humanoide. Este robot haría uso de un programa de inteligencia artificial avanzado que le permitiría tomar decisiones por sí mismo basado en estímulos y órdenes básicas, Mega Man voluntariamente se ofreció como protector de la especie humana, a favor de su coexistencia con los robots en sociedad. Con la ayuda de muchos amigos suyos, Mega Man estropeó los planes del Dr. Wily y otros villanos y salvó muchas vidas en el proceso, convirtiéndose así en héroe justiciero de muchos.",
        "creadores" : " Akira Kitamura, Keiji Inafune, Tokuro Fujiwara, CAPCOM",
        "precio": 1600,
        "img": "mega-man.jpg",
        "imgp": "mega-man.jpg",
        "alt": "Portada de Mega Man"
    },
    {
        "consola" : "sega_genesis",
        "productoId": 6,
        "player" : "1",
        "nombreProducto": "Boogerman",
        "anio": 1994,
        "descripcion": "VideoJuego de aventura y acción, lanzado en el año 1994, creado por la gente de Interplay Entertainment y lanzado para la Mega Drive. Cuenta la historia de El héroe 'Boogerman' es un hombre tira-mocos, ruidoso eructador, lanza-gases llamado Snotty Ragsdale. Mientras vive su vida normal como un excéntrico millonario, su naturaleza 'apestosa' le viene bien para ponerse la máscara del oloroso héroe Boogerman. ",
        "creadores" : "Interplay Entertainment",
        "precio": 1450,
        "img": "boogerman.jpg",
        "imgp": "min-boogerman.jpg",
        "alt": "Portada de Boogerman"
    },
    {
        "consola" : "nintendo_64",
        "productoId": 7,
        "player" : "2",
        "nombreProducto": "Consola Nintendo 64",
        "anio": 1996,
        "descripcion": "Nintendo 64 es la cuarta videoconsola de sobremesa producida por Nintendo, desarrollada para suceder a la Super Nintendo. Fue la primera consola concebida para dar el salto del 2D al 3D. Compitió en el mercado de la quinta generación con Saturn de Sega y PlayStation (consola) de Sony, esta última creada a partir de diseños descartados previamente por Nintendo. Incorpora en su arquitectura un procesador principal de 64 bits. El soporte de almacenamiento de los juegos es en forma de cartuchos, la mayoría de ellos con memoria interna. El uso de este tipo de almacenamiento le supuso una seria desventaja comercial frente a sus competidores, ya que encarecía los costes de producción lo que aumentaba el precio final, y además, era de una capacidad de almacenamiento menor al de un CD-ROM. ",
        "creadores" : "Shigeru Miyamoto, Takashi Tezuka",
        "precio": 14500,
        "img": "nintendo-64.jpg",
        "imgp": "min-nintendo-64.jpg",
        "alt": "Portada de consola Nintendo 64"
    },
    {
        "consola" : "nintendo_64",
        "productoId": 8,
        "player" : "1",
        "nombreProducto": "Super Mario 64",
        "anio": 1996,
        "descripcion": "VideoJuego de aventura y acción, lanzado en el año 1994, creado por la gente de Interplay Entertainment y lanzado para la Mega Drive. Cuenta la historia de El héroe 'Boogerman' es un hombre tira-mocos, ruidoso eructador, lanza-gases llamado Snotty Ragsdale. Mientras vive su vida normal como un excéntrico millonario, su naturaleza 'apestosa' le viene bien para ponerse la máscara del oloroso héroe Boogerman. ",
        "creadores" : "Shigeru Miyamoto",
        "precio": 2500,
        "img": "super-mario-64.jpg",
        "imgp": "min-super-mario-64.jpg",
        "alt": "Portada de Super Mario 64"
    },
    {
        "consola" : "nintendo_64",
        "productoId": 9,
        "player" : "1",
        "nombreProducto": "La Leyenda de Zelda y la Ocarina del Tiempo",
        "anio": 1998,
        "descripcion": "La historia del juego se enfoca en el joven héroe Link, quien emprende una aventura en el reino de Hyrule para detener a Ganondorf, rey de la tribu Gerudo, antes de que encuentre la Trifuerza, una reliquia sagrada capaz de concederle cualquier deseo a su poseedor. Para ello, debe viajar a través del tiempo y explorar varios templos con el fin de despertar a algunos sabios que tienen el poder para aprisionar de forma definitiva a Ganondorf. Se ha de mencionar que la música juega un papel muy importante en la trama del juego, puesto que el jugador tiene que aprender a tocar varias canciones con una ocarina. Incluso, la popularidad de Ocarina of Time incrementó de forma significativa las ventas de ocarinas reales. ",
        "creadores" : ": Eiji Aonuma, Shigeru Miyamoto, Takashi Tezuka, NINTENDO",
        "precio": 6000,
        "img": "legend-of-zelda-the-ocarina-of-time.jpg",
        "imgp": "min-legend-of-zelda-the-ocarina-of-time.jpg",
        "alt": "Portada de La Leyenda de Zelda y la Ocarina del Tiempo"
    },
    {
        "consola" : "nintendo_64",
        "productoId": 10,
        "player" : "1",
        "nombreProducto": "Kirby 64 The Crystal Shards",
        "anio": 2000,
        "descripcion": "El argumento nos sitúa en Ripple Star, donde habitan seres con forma de hada. Un día el cielo se oscurece, y misteriosas nubes formadas por materia oscura, provenientes de la fuente de materia oscura un ser conocido como Dark Matter, aparecen de repente. Este ser trata de hacerse con el cristal místico, el mayor tesoro de los habitantes de Ripple Star. La pequeña Ribbon de este mundo huye con el cristal pero se ve perseguida por las nubes de marteria oscura. Durante la persecución el cristal se rompe en fragmentos (en el juego no se pueden contar las piezas, ya que algunas son más grandes que las otras) que se dividen por todo el Sistema planetario. Uno de estos cristales es encontrado por Kirby y ella tiene otro de Ripple Star. Kirby, tras escuchar lo sucedido, parte en busca de los cristales.A su búsqueda se unen amigos y no tan amigos. ",
        "creadores" : " Masahiro Sakurai, HAL Laboratory, Shigeru Miyamoto, Satoru Iwata, Kensuke Tanabe, Shinichi Shimomura, CAPCOM, NINTENDO",
        "precio": 4500,
        "img": "kirby64-the-crystal-shards.jpg",
        "imgp": "min-kirby64-the-crystal-shards.jpg",
        "alt": "Portada de Kirby 64 The Crystal Shards"
    },
    {
        "consola" : "nintendo_64",
        "productoId": 11,
        "player" : "1",
        "nombreProducto": "Conker's bad fur day",
        "anio": 2001,
        "descripcion": "El juego sigue a Conker, una ardilla roja codiciosa y bebedora que debe regresar a su casa con su novia Berri. La mayor parte del juego requiere que el jugador complete una secuencia lineal de desafíos que implican saltar obstáculos, resolver acertijos y luchar contra enemigos. También se incluye un modo multijugador en el que hasta cuatro jugadores pueden competir entre sí en siete tipos de juegos diferentes.",
        "creadores" : "Rare - Chris Seavor",
        "precio": 5450,
        "img": "conker-s-bad-fur-day.jpg",
        "imgp": "min-conker-s-bad-fur-day.jpg",
        "alt": "Portada de Conker's bad fur day"
    },
    {
        "consola" : "nintendo_64",
        "productoId": 12,
        "player" : "2",
        "nombreProducto": "Banjo Kazooie",
        "anio": 1998,
        "descripcion": "Es el primer juego de la serie Banjo-Kazooie y sigue la historia de un oso, Banjo, y una pájara, Kazooie, mientras intentan detener a la bruja Gruntilda, que pretende robar la belleza de la hermana menor de Banjo, Tooty, para ella. El juego presenta nueve mundos no lineales donde el jugador debe usar la amplia gama de habilidades de Banjo y Kazooie para reunir elementos y avanzar en la historia. Presenta desafíos como resolver acertijos, saltar obstáculos, recolectar elementos y derrotar a los oponentes.",
        "creadores" : "Rare - Gregg Mayles, Gavin Price",
        "precio": 6550,
        "img": "banjo-kazooie.jpg",
        "imgp": "min-banjo-kazooie.jpg",
        "alt": "Portada de Banjo Kazooie"
    },
    {
        "consola" : "play_station_1",
        "player" : "2",
        "productoId": 13,
        "nombreProducto": "Consola Play Station 1",
        "anio": 1994,
        "descripcion": "PlayStation es la primera videoconsola de Sony, y la primera de dicha compañía en ser diseñada por Ken Kutaragi, y es una videoconsola de sobremesa de 32 bits lanzada por Sony Computer Entertainment.",
        "creadores" : "Sony Interactive Entertainment, Cellius",
        "precio": 5500,
        "img": "playstation1.jpg",
        "imgp": "min-playstation1.jpg",
        "alt": "Portada de Play Station 1"
    },
    {
        "consola" : "play_station_1",
        "productoId": 14,
        "player" : "2",
        "nombreProducto": "Resident Evil 3 Nemesis",
        "anio": 1999,
        "descripcion": "La historia se divide en dos mitades; la primera discurre durante las primeras horas del brote del virus T en Raccoon City situándose 24 horas antes de los acontecimientos ocurridos en Resident Evil 2 y la última toma lugar dos días después de dichos sucesos. La protagonista Jill Valentine, quien sobrevivió al desastre viral de la mansión Spencer de la primera entrega, deberá escapar de la ciudad antes de que el gobierno de los Estados Unidos decida erradicarla junto con su población infectada por medio de un misil nuclear, pero lo que no sabe es que la corporación Umbrella ha creado un arma biológica programada especialmente para eliminar a todos los miembros restantes de S.T.A.R.S. Jill deberá sobrevivir de los peligros que le acechan en su próximo escape. ",
        "creadores" : "Shinji Mikami, Hideki Kamiya, Tokuro Fujiwara",
        "precio": 2550,
        "img": "resident-evil-3-nemesis.jpg",
        "imgp": "min-resident-evil-3-nemesis.jpg",
        "alt": "Portada de Resident Evil 3 Nemesis"
    },       
    {
        "consola" : "play_station_1",
        "productoId": 15,
        "player" : "2",
        "nombreProducto": "Crash Bandicoot",
        "anio": 1996,
        "descripcion" : "Fue introducido en el videojuego del año 1996 Crash Bandicoot. Crash es un bandicut oriental que fue mejorado genéticamente por el principal antagonista de la serie, el Doctor Neo Cortex, y luego escapó del castillo de Cortex después de un experimento fallido en el 'Cortex Vortex'. A lo largo de la serie, Crash actúa como la principal oposición contra Cortex y sus malvados planes para la dominación mundial. Si bien Crash tiene varias maniobras defensivas a su disposición, su técnica más distintiva es aquella en la que gira como un tornado a gran velocidad y golpea casi cualquier cosa que toca.",
        "creadores" : "Jason Rubin, Evan Wells, Jon Burton, Sony Interactive Entertainment, Mark Cerny, Arthur Parsons",
        "precio": 3050,
        "img": "crash-bandicoot.jpg",
        "imgp": "min-crash-bandicoot.jpg",
        "alt": "Portada de Crash Bandicoot"
    },
    {
        "consola" : "play_station_1",
        "productoId": 16,
        "player" : "2",
        "nombreProducto": "Metal Slug X",
        "anio": 2001,
        "descripcion": "La historia se desarrolla a partir del año 2008 en adelante, cuando un escuadrón llamado Halcones Peregrinos (Peregrin Falcons) debe frustrar los intentos de golpe de estado que pretende el General Morden, líder del Ejército Rebelde y principal antagonista de la serie. ",
        "creadores" : " Eikichi Kawasaki",
        "precio": 2550,
        "img": "metal-slug-x.jpg",
        "imgp": "min-metal-slug-x.jpg",
        "alt": "Portada de Metal Slug x"
    },
    {
        "consola" : "play_station_1",
        "productoId": 17,
        "player" : "1",
        "nombreProducto": "Silent Hill",
        "anio": 1999,
        "descripcion": "Silent Hill transcurre en la ciudad ficticia homónima, localizada en Estados Unidos. La serie está fuertemente influenciada por el terror psicológico y presenta a protagonistas sin cualidades o destrezas físicas fuera de lo normal; en contraste con otros títulos de terror y supervivencia. Las mecánicas de juego giran en torno a resolver acertijos, explorar el mapa en busca de objetos interesantes y combatir monstruos. 20 años después de su creación, un modder encontró monstruos inéditos que Konami había mantenido dormidos en los ficheros del juego.",
        "creadores" : "Project Siren",
        "precio": 3450,
        "img": "silent-hill.jpg",
        "imgp": "min-silent-hill.jpg",
        "alt": "Portada de Silent Hill"
    },
    {
        "consola" : "play_station_1",
        "productoId": 18,
        "player" : "2",
        "nombreProducto": "Rayman",
        "anio": 1996,
        "descripcion": "La serie estar ambientada en un mundo mágico y fantástico que presenta una ampliar gama de entornos que a menudo se basan en ciertos temas, como «Eraser Plains», un paisaje hecho completamente de papelería. Los juegos principales de la serie son plataformas, pero hay varios títulos derivados de la saga de otros géneros. El protagonista es Rayman, un ser mágico reconocido por su coraje y determinación que con ayuda de sus amigos, debe salvar su mundo de varios villanos. ",
        "creadores" : "Michel Ancel, Alexandra Steible, Serge Hascoet, Vincent Gréco, Michael Janod - UBISOFT",
        "precio": 2550,
        "img": "rayman.jpg",
        "imgp": "min-rayman.jpg",
        "alt": "Portada de Reyman"
    }

]